<template>
  <div id="faq">
    <header>
      <a href="#/"><i class="icon-right-open"></i></a>
      <h3>常见问题</h3>
    </header>
    <dl>
      <dt>赔付方式是什么？</dt>
      <dd>天气宝目前仅支持微信零钱转账的方式进行赔付。赔付前，需要您在微信中绑定您的手机号。</dd>
      <dt>怎么绑定账户？</dt>
      <dd>关注天气宝微信服务号（tianqibao2015），在菜单中选择“绑定”，验证手机号通过后，即完成绑定。</dd>
      <dt>不同天气的触发标准会变动吗？</dt>
      <dd>是的，随着天气的变化，触发标准也会出现变动。</dd>
      <dt>我什么时候会知道购买的合约是否触发？</dt>
      <dd>您购买的合约约定期限结束时，我们将发送中央气象台发布的合约约定的保障地区天气实测值到您的微信账号（如果没有关注天气宝微信号，则将通过短信通知您）。<br>
        由于气象台公布数据有一定的时间延迟，我们获得天气数据后将于3个工作日内判定合约是否触发。</dd>
      <dt>我认为你们的数据不太对，我在天气预报上看到的不是这个？</dt>
      <dd>天气指数的判定，以国家气象局发布的该气象站点的天气指标实测值为准，该指标可在中央气象台网站（http://www.nmc.cn）通过5位站点编号查询。具体细则，请参考<a href="http://m.baotianqi.cn/help/protect_agreement">《天气宝用户服务协议》</a>。</dd>
      <dt>怎么查询我购买的合约？</dt>
      <dd>在天气宝微信服务号中，您能查询到您购买的所有合约。</dd>
      <dt>购买后，我想退订单可不可以？</dt>
      <dd>确认下单并支付成功的订单，目前无法退订。</dd>
    </dl>
    <h3>规则详情</h3>
    <ol>
      <li>保障日期下（内）对应天气指标，如果实际值达到指标要求，即可获得赔付</li>
      <li>温度的统计周期为当日0：00至当日23：59</li>
      <li>降水的统计周期为当日0：00至当日23：59</li>
      <li>天气指标实际值以中国气象局发布的投保城市的国家级标准站数据为准</li>
      <li>每个城市或者地区的天气指标以该地区特定的气象观测站的观测值为准，详见<a href="http://m.baotianqi.cn/to/protect_cityMassage">《城市和气象站点列表》</a></li>
    </ol>
    <p class="text-center"><small class="text-muted">当前版本：${version}</small></p>
  </div>
</template>

<script>
  export default {
    name: 'faq'
  }
</script>